SolutionApps/App.Solutions/App.WebAPIConfigService/App_Data/ApiLogFiles/UserLogFiles/KWDXC3PEHO/AddRemarkRQ.log

<?xml version='1.0' encoding='UTF-8'?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sec="http://schemas.xmlsoap.org/ws/2002/12/secext" xmlns:eb="http://www.ebxml.org/namespaces/messageHeader"><soapenv:Header>  <eb:MessageHeader soapenv:mustUnderstand="1" eb:version="1.0">       <eb:From>           <eb:PartyId eb:type="urn: x12.org:IO5: 01">999999</eb:PartyId>       </eb:From>       <eb:To>           <eb:PartyId type="urn:x12.org:IO5:01">123123</eb:PartyId>       </eb:To>       <eb:CPAId>3RT2</eb:CPAId>       <eb:ConversationId>1111111111111111111</eb:ConversationId>       <eb:Service eb:type="sabreXML">AddRemarkLLSRQ</eb:Service>       <eb:Action>AddRemarkLLSRQ</eb:Action>       <eb:MessageData>           <eb:MessageId>mid:0_2014-09-22T21:43:40m</eb:MessageId>           <eb:Timestamp>2014-09-22T21:43:40</eb:Timestamp>           <eb:TimeToLive>2014-09-22T21:43:40</eb:TimeToLive>       </eb:MessageData>       <eb:Description>Air Availibility Service</eb:Description>   </eb:MessageHeader><sec:Security xmlns:wsse="http://schemas.xmlsoap.org/ws/2002/12/secext" xmlns:wsu="http://schemas.xmlsoap.org/ws/2002/12/utility">   <sec:BinarySecurityToken>Shared/IDL:IceSess\/SessMgr:1\.0.IDL/Common/!ICESMS\/CERTG!ICESMSLB\/CRT.LB!1538062795521!4989763!65537</sec:BinarySecurityToken></sec:Security></soapenv:Header>  <soapenv:Body>    <AddRemarkRQ xmlns="http://webservices.sabre.com/sabreXML/2011/10" xmlns:xs="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" Version="2.1.1">       <RemarkInfo>           <FOP_Remark>               <CC_Info Suppress="false">                   <PaymentCard AirlineCode="CZ" Code="CA" CardSecurityCode="256" ExpireDate="2020-01" Number="4545454545454545"/>               </CC_Info>            </FOP_Remark>           <Remark Type="Client Address">               <Text>12121  New Delhi , DL , India  12121</Text>           </Remark>           <Remark Type="General">               <Text>khushdeep bhalla</Text>           </Remark>           <Remark Type="General">               <Text>4545454545454545</Text>           </Remark>           <Remark Type="General">               <Text>2020/01</Text>           </Remark>           <Remark Type="General">               <Text>256</Text>           </Remark>           <Remark Type="General">               <Text>8527419630</Text>           </Remark>           <Remark Type="General">               <Text>khushdeepb@nanojot.com</Text>           </Remark>           <Remark Type="General">               <Text>Total Amount Charged: 1584.55</Text>           </Remark>       </RemarkInfo>    </AddRemarkRQ>  </soapenv:Body></soapenv:Envelope><?xml version='1.0' encoding='UTF-8'?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sec="http://schemas.xmlsoap.org/ws/2002/12/secext" xmlns:eb="http://www.ebxml.org/namespaces/messageHeader"><soapenv:Header>  <eb:MessageHeader soapenv:mustUnderstand="1" eb:version="1.0">       <eb:From>           <eb:PartyId eb:type="urn: x12.org:IO5: 01">999999</eb:PartyId>       </eb:From>       <eb:To>           <eb:PartyId type="urn:x12.org:IO5:01">123123</eb:PartyId>       </eb:To>       <eb:CPAId>3RT2</eb:CPAId>       <eb:ConversationId>1111111111111111111</eb:ConversationId>       <eb:Service eb:type="sabreXML">AddRemarkLLSRQ</eb:Service>       <eb:Action>AddRemarkLLSRQ</eb:Action>       <eb:MessageData>           <eb:MessageId>mid:0_2014-09-22T21:43:40m</eb:MessageId>           <eb:Timestamp>2014-09-22T21:43:40</eb:Timestamp>           <eb:TimeToLive>2014-09-22T21:43:40</eb:TimeToLive>       </eb:MessageData>       <eb:Description>Air Availibility Service</eb:Description>   </eb:MessageHeader><sec:Security xmlns:wsse="http://schemas.xmlsoap.org/ws/2002/12/secext" xmlns:wsu="http://schemas.xmlsoap.org/ws/2002/12/utility">   <sec:BinarySecurityToken>Shared/IDL:IceSess\/SessMgr:1\.0.IDL/Common/!ICESMS\/CERTG!ICESMSLB\/CRT.LB!1538063256966!4984998!131073</sec:BinarySecurityToken></sec:Security></soapenv:Header>  <soapenv:Body>    <AddRemarkRQ xmlns="http://webservices.sabre.com/sabreXML/2011/10" xmlns:xs="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" Version="2.1.1">       <RemarkInfo>           <FOP_Remark>               <CC_Info Suppress="false">                   <PaymentCard AirlineCode="CZ" Code="CA" CardSecurityCode="256" ExpireDate="2020-01" Number="4545454545454545"/>               </CC_Info>            </FOP_Remark>           <Remark Type="Client Address">               <Text>12121  New Delhi , DL , India  12121</Text>           </Remark>           <Remark Type="General">               <Text>khushdeep bhalla</Text>           </Remark>           <Remark Type="General">               <Text>4545454545454545</Text>           </Remark>           <Remark Type="General">               <Text>2020/01</Text>           </Remark>           <Remark Type="General">               <Text>256</Text>           </Remark>           <Remark Type="General">               <Text>8527419630</Text>           </Remark>           <Remark Type="General">               <Text>khushdeepb@nanojot.com</Text>           </Remark>           <Remark Type="General">               <Text>Total Amount Charged: 1584.55</Text>           </Remark>       </RemarkInfo>    </AddRemarkRQ>  </soapenv:Body></soapenv:Envelope>